import { Testimonial } from "@/types/testimonial"

export const testimonials: Testimonial[] = [
    {
        image: '/images/photo.jpg',
        name: 'Formlab Industries',
        review: 'Синертек разработали для нас сложную систему управления производственным оборудованием. Проект был выполнен точно в срок, с отличным качеством документации. Особенно впечатлила их экспертиза в промышленной автоматизации и поддержка на этапе внедрения.',
        position: 'Директор по производству'
    },
    {
        image: '/images/testimonial/johns.jpg',
        name: 'МедТех Инновации',
        review: 'Команда Синертек помогла нам создать медицинское устройство с нуля, провела через все этапы сертификации. Профессиональный подход к разработке критичной электроники, знание регуляторных требований и готовность помочь в любой ситуации - именно то, что нам было нужно.',
        position: 'Главный конструктор'
    },
    {
        image: '/images/testimonial/johns.jpg',
        name: 'АгроТех Системы',
        review: 'Разработали IoT-систему мониторинга для нашего тепличного хозяйства. От первой консультации до запуска серийного производства - всё на высшем уровне. Устройства работают стабильно в жестких условиях, энергопотребление минимальное. Рекомендуем Синертек как надежного партнера!',
        position: 'Технический директор'
    },
]
